{"curiosities" : [
  {"text" : "A ilha de São Tomé foi Batizada com este nome porque no dia em que foi descoberta pelos portugueses celebrava-se em Portugal o dia do Santo Tomé."},
  {"text" : "No ilheu das Rolas existe um espaço onde foi traçada a linha do equador, sendo possível estar em dois hemisférios do planeta ao mesmo tempo."},
  {"text" : "Em 1919 na ilha do Príncipe foi comprovada a teoria da relatividade de Albert Einstein."},
  {"text" : "Perto do pico de São Tomé a uma altitude estimada entre 1400m e 2024m, existe uma vasta floresta chamada de 'Floresta de Bruma' por estar constantemente coberta por nevoeiro."},
  {"text" : "Antes de se tornar uma região autónoma a ilha do Príncipe era classificada como um distrito que se denominava de 'Pagué' que significa papagaio no crioulo do país."},
  {"text" : "No país existe uma lenda que diz que o barão de Água Izé quando queria ir a portugal entrava na 'Boca de Inferno' um burraco que se situa no litoral de Água Izé e aparecia em Portugal. Se é verdade não sei mas é interessante."},
  {"text" : "Em São Tomé e Príncipe o pequeno almoço é chamado de matabixo, e maioritariamente tem chá de folhas incluso na ementa."},
  {"text" : "A ilha do Príncipe é  a região autónoma mais pequena do mundo. Sabias disso? Se não sabias sabes agora."},
  {"text" : "A maior manifestação cultural do país é o Auto de Floripes que se realiza durante a festa de São Lourenço na ilha do Príncipe na cidade de Santo António."},
  {"text" : "Boa parte das enfermidades no país são tratadas com medicina tradicional, feita a base de folhas."},
  {"text" : "Uma das comidas mais populares do país é o Calúlú e também é considerado uma comida medicinal pela quantidade de plantas medicinais que no prato existem."},
  {"text" : "As praias de São Tomé e Príncipe têm águas mornas independente da estação do ano. Nas ilhas tens jacuzzi natural."},
  {"text" : "A praia de Fernão Dias foi um cemitério de escravos durante o colonialismo e também era lá onde os escravos eram castigados com a tarefa de esvaziar o mar."},
  {"text" : "O izaquente é um fruto usado para fazer uma deliciosa sobremesa ou uma refeição espetacular, mas o fruto só é consumido depois da sua polpa apodrecer para que seja possível retirar as sementes."},
  {"text" : "A ilha do Príncipe é a primeira reserva africana a integrar a rede mundial da biosfera costeira."},
  {"text" : "Nas festas em homenagem aos padroeiro tem-se por hábito fazer convívios atrás das igrejas com comes e bebes."}
]}